# CLI Tools
brew 'mas'
brew 'cocoapods'
brew 'rbenv'

# Mac App Store (mas)
mas 'KakaoTalk', id: 869_223_134
mas 'Slack', id: 803_453_959
mas 'Fuwari', id: 1187652334

# GUI Applications (cask)
cask 'android-studio'
cask 'google-chrome'
cask 'iterm2'
cask 'figma'
cask 'visual-studio-code'
cask 'rectangle'

cask 'cursor'
cask 'github'
cask 'gitkraken'
cask 'keka'
cask 'alfred'
