# CLI Tools
brew 'mas'
brew 'cocoapods'
brew 'rbenv'

# Mac App Store (mas)
mas 'KakaoTalk', id: 869_223_134
mas 'Slack', id: 803_453_959
mas 'Fuwari', id: 146_571_4562
mas 'Shottr', id: 156_295_5201

# GUI Applications (cask)
cask 'android-studio'
cask 'google-chrome'
cask 'iterm2'
cask 'figma'
cask 'visual-studio-code'
cask 'rectangle'

cask 'cursor'           
cask 'github-desktop'   
cask 'gitkraken'        
